/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Não é possível enviar o item";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Tente novamente mais tarde";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Não conectado ao Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ enviou uma foto.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Este dispositivo ainda não dá suporte aos novos recursos de compartilhamento de fotos do Skype, mas você ainda pode exibi-la no navegador aqui: %@";
